var listArray = [
{
"hallName": "回水厅",
"infoArray": [
"1.开13/14总注小于等于10000时，大小单双赔率1.5倍，组合赔率1倍",
"2.开13/14总注大于10000时，大小单双赔率1倍组合赔率1倍",
"3.大小单双赔率2倍",
"4.组合（小单|大双）4.6倍",
"5.组合（小双|大单）4.2倍"
]
}, {
"hallName": "保本厅",
"infoArray": [
"1.开13/14大小单双总注小于等于1000时，大小单双赔率1.6倍",
"2.开13/14大小单双总注大于1001-10000时，大小单双赔率1.5倍",
"3.开13/14组合总注50-10000时，赔率2.5倍",
"4.开13/14所有类型，总注大于10000时，大小单双和组合类型赔率均为1倍",
"5.大小单双赔率2.0倍",
"6.组合赔率均为4.0倍"
]
}, {
"hallName": "高倍率厅",
"infoArray": [
"1.开13/14大小单双总注小于等于1000时，大小单双赔率1.6倍",
"2.开13/14大小单双总注大于1001-10000时，大小单双赔率1.5倍",
"3.开13/14组合总注500-10000时，赔率2.5倍",
"4.开13/14所有类型，总注大于10000时，大小单双和组合类型赔率均为1倍",
"5.大小单双赔率2.0倍",
"6.组合赔率均为4.0倍"
]
}
]
